"use client";
import React from "react";

const MouAnnouncement = () => {
  return (
    <section className="bg-white py-12 px-4 md:px-8 lg:px-20 text-gray-800 leading-relaxed">
      <div className="max-w-5xl mx-auto bg-gray-50 shadow-md rounded-lg p-6 md:p-10">
        <h2 className="text-2xl md:text-3xl font-bold text-center  mb-6 text-red-950">
          DHE एवं NIPER मोहाली के मध्य शिक्षा महाकुंभ अभियान के पंचम संस्करण के लिए MoU हुया सम्पन्न
        </h2>
        <div>
          <img src="/press/press10.jpg" alt="" />
        </div>

        <div className="m-4 text-center text-sm text-gray-600 font-semibold text-xl text-red-950">
          <p className="mb-1">📅 तिथि: <strong>8 जुलाई, 2025</strong></p>
          <p>📍 स्थान: <strong>नाईपर, मोहाली</strong></p>
        </div>

        <p className="mb-4">
          शिक्षा को एक वैश्विक मंच प्रदान करते हुए सशक्त शिक्षा तंत्र बनाने में योगदान के उद्देश्य से आयोजित किए जाने वाले "शिक्षा महाकुंभ अभियान" के पंचम संस्करण को लेकर एक महत्वपूर्ण MoU शिक्षा महाकुंभ अभियान के पालक संस्थान डिपार्टमेंट ऑफ होलिस्टिक एजुकेशन (DHE) जोकि विद्या भारती प्रशिक्षण एवं शोध संस्थान ट्रस्ट का एक थिंक टैंक डिपार्टमेंट है एवं NIPER मोहाली के मध्य सम्पन्न हुए। इस अभियान का पंचम संस्करण 31 अक्टूबर से 2 नवम्बर 2025 तक राष्ट्रीय औषधि शिक्षा एवं अनुसंधान संस्थान (NIPER) मोहाली में आयोजित किया जाएगा।
        </p>

        <p className="mb-4">
          यह MoU नाईपर मोहाली के निदेशक कार्यालय में सम्पन्न हुआ। डिपार्टमेंट ऑफ होलिस्टिक एजुकेशन के निदेशक प्रो (डॉ) ठाकुर एसकेआर एवं NIPER मोहाली के कार्यकारी निदेशक प्रो कुलभूषण टिक्कू के हस्ताक्षर से MoU सम्पन्न हुआ। दोनों संस्थानों ने मिलकर इस आयोजन को सफलतापूर्वक संपन्न कराने का संकल्प लिया।
        </p>

        <p className="mb-4">
          DHE के निदेशक प्रो ठाकुर एसकेआर ने कहा कि “शिक्षा महाकुंभ एक वैश्विक जनआंदोलन का रूप ले रहा है, जिसका उद्देश्य शिक्षा को ओलंपिक की तर्ज पर एक वैश्विक मंच प्रस्तुत करना है।” आगे NIPER मोहाली के कार्यकारी निदेशक प्रो कुलभूषण टिक्कू ने कहा कि “इस आयोजन से उच्च शिक्षण संस्थानों को नवाचार और मूल्यों पर आधारित शिक्षा के मार्ग पर चलने की प्रेरणा मिलेगी।” DHE के बिज़नेस एडवाइज़र श्री पंकज शर्मा ने पिछली कड़ियों की चर्चा करते हुए कहा कि “हर संस्करण ने एक नई ऊँचाई तय की है। यह पंचम संस्करण नई दिशा और संरचना लेकर आएगा।” शिक्षा महाकुंभ अभियान की कोर कमेटी के सदस्य डॉ. वीरेंद्र गर्ग जी ने वित्तीय योजना प्रस्तुत करते हुए कहा कि “हम बजट, प्रायोजन और संसाधनों के बेहतर उपयोग हेतु एक समर्पित वित्तीय ढांचा विकसित करेंगे।” आगे DHE  के प्रचार विभाग से विंग कमांडर संजीव शर्मा ने प्रस्ताव दिया कि “शिक्षा महाकुंभ आयोजन तक NIPER कैंपस में एक स्थायी कार्यालय की व्यवस्था की जाएगी जिससे समन्वय में गति आए।”
        </p>

        <p className="mb-4">
          इस मौके पर NIPER मोहाली की तरफ़ से शिक्षा महाकुंभ अभियान के पंचम संस्करण को संपन्न करने के लिए बनाई गई कमेटी के अध्यक्ष प्रो तरुण शर्मा कोर कमेटी के सदस्यों प्रो कृष्ण गोपाल, डॉ दीपिका, डॉ दीपक एवं डॉ विक्रम सिंह केआर साथ उपस्थित रहे। DHE की तरफ़ से डॉ मनोज तेवतिया, सोनू शर्मा, पंकज शर्मा, डॉ सतीश एवं रमेन्द्र सिंह मौजूद रहे।
        </p>

        <p className="mb-6">
          MoU हस्ताक्षर के पश्चात, शिक्षा महाकुंभ अभियान की केंद्रीय टीम तथा NIPER में गठित स्थानीय आयोजन समिति के बीच एक बैठक हुई, जिसमें आयोजन की रूपरेखा, सहभागिता, विषयवस्तु, विभागीय समन्वय और जिम्मेदारियों पर विस्तृत चर्चा की गई।
        </p>

        <div className="text-center bg-red-50 rounded-lg p-4 mb-4">
          <h3 className="text-xl font-semibold text-red-950 mb-2 ">कार्यक्रम की तिथि एवं स्थल:</h3>
          <p className="text-gray-800 mb-1">📅 <strong>31 अक्टूबर – 2 नवम्बर 2025</strong></p>
          <p className="text-gray-800">📍 <strong>स्थान: NIPER मोहाली</strong></p>
        </div>

        <div className="text-right mt-4">
          <p className="text-lg font-semibold text-gray-800">संयोजक<br />शिक्षा महाकुंभ 2025</p>
        </div>
      </div>
    </section>
  );
};

export default MouAnnouncement;
